{
    "title": "Clinton’s Handling of Classified Information",
    "content": [
        "An FBI investigation into former Secretary of State Hillary Clinton’s mishandling of classified information resulted in no criminal charges, but it revealed that Clinton and her campaign made statements in the past about her email use that have turned out to be false or misleading:",
        "As we did in May, when the State Department’s inspector general issued a report on Clinton’s unusual email arrangement, we will take a look at past statements Clinton has made about her personal emails and private server and how they square with the results of the FBI investigation announced on July 5.",
        "Clinton, the presumptive Democratic presidential nominee, has denied mishandling classified information ever since the New York Times on March 2, 2015, disclosed that Clinton “exclusively used a personal email account to conduct government business as secretary of state.”",
        "At a March 10 press conference, Clinton addressed her unusual email arrangement. Her office at the time said that on Dec. 5, 2014, it gave the State Department 30,490 printed copies of work-related emails. Clinton said none of them contained classified information.",
        "Clinton, March 10, 2015: I did not email any classified material to anyone on my email. There is no classified material. So I’m certainly well-aware of the classification requirements and did not send classified material.",
        "On the same day, her office released a Q&A that said a “separate, closed email system was used by the State Department for the sole purpose of handling classified communications which was designed to prevent such information from being transmitted anywhere other than within that system.”",
        "But about four months later, the inspectors general of the State Department and the Intelligence Community reviewed 40 of Clinton’s emails and found that four did contain classified information, referring the case to the FBI for what they called an investigation into the “potential compromise of classified information.”  The inspectors general said the four emails “did not contain classification markings.”",
        "After the inspectors general reported its findings, Clinton and her campaign amended their public statements to say that she did not send or receive information that was marked classified. But that has turned out to be false, too.",
        "For example, the Clinton campaign last year released an “updated fact sheet” on Clinton’s emails that said, “No information in Clinton’s emails was marked classified at the time she sent or received them.” The campaign said “it is common for information previously unclassified to be upgraded to classified” when emails are reviewed for public release.",
        "Clinton told Fox News’ Bret Baier at a March 7 town hall event, “Nothing I sent was marked classified or that I received was marked classified.” She later said in the same event, “I will reiterate, because it’s a fact, nothing I sent or received was marked classified.”",
        "Below are other examples of statements Clinton made this year, including one just two days before the FBI director revealed the department’s findings:",
        "Clinton at a Democratic debate, Feb. 4: I never sent or received any classified material.",
        "Clinton at a Democratic debate, March 9: But here’s the cut to the chase facts. I did not send or receive any emails marked classified at the time.",
        "Clinton on CBS’ “Face the Nation,” May 8: There was never any material marked classified that was sent or received by me.",
        "Clinton on NBC’s “Meet the Press,” July 3: I never received nor sent any material that was marked classified.",
        "We now know from the FBI investigation that:",
        "At his July 5 press conference, Comey announced his office will not recommend that charges be brought against Clinton or her staff. But the FBI director said Clinton and her staff “were extremely careless in their handling of very sensitive, highly classified information.”",
        "“Only a very small number of the emails containing classified information bore markings indicating the presence of classified information,” Comey said. “But even if information is not marked ‘classified’ in an email, participants who know or should know that the subject matter is classified are still obligated to protect it.”",
        "Update, July 7: Comey told Congress that three emails sent and received by Clinton had “portion markings” — a letter “C” in the body of the emails — indicating the presence of classified information. The State Department said it believes that at least two of the emails were marked in error. We have written a separate story that provides more details.",
        "Comey disabused Clinton’s earlier claim that in efforts to separate personal from work-related emails, her lawyers “went through every single email” and were “overly inclusive” in what were considered work-related emails that were then provided to the State Department.",
        "Clinton’s lawyers did not go through every single email. As Comey noted, they used header information and search terms to try to find all work-related emails. As a result, Comey said that it was “highly likely that their search missed some work-related emails.”",
        "Comey said the FBI recovered “several thousand work-related emails” that were not provided to the State Department, and he said it was possible they included some of the emails “deleted as personal by her lawyers when they reviewed and sorted her emails for production in late 2014.”",
        "In an interview with MSNBC’s Andrea Mitchell in September, Clinton said she and other past secretaries of state were instructed by the State Department in October 2014 to go through their emails and separate personal from work-related emails, and then to provide the department all of the work-related emails. Clinton said she directed her lawyers to do that.",
        "Clinton, Sept. 4, 2015: And it took weeks, but they went through every single email.",
        "Mitchell: So the lawyers went through it.",
        "Clinton: Yes. Every single email. And they were overly inclusive, if they thought anything was connected. In fact, so inclusive the State Department has already told us they’re going to return 1,200 emails because they were totally personal.",
        "More recently, Clinton said in a Fox News town hall event on March 7 that she had “turned over everything” to the State Department.",
        "Back in March, Jason R. Baron, a lawyer at Drinker Biddle and a former director of litigation at the National Archives, told us that he was concerned about the thoroughness of the lawyers’ review process to determine which emails to preserve and which to delete. As we noted then, the lawyers used search terms such as “Libya” and “Benghazi” as well as the first and last names of more than 100 government officials to ferret out work-related emails.",
        "Because of that methodology, Comey said it is “highly likely” the lawyers’ search missed some work-related emails. And, he said, some of them may be included among the “several thousand” work-related emails discovered by the FBI that were not among the 30,000 provided by Clinton to the State Department in 2014.",
        "Comey said the FBI discovered those work-related emails in a “variety of ways.” “Some had been deleted over the years,” and the FBI “found traces of them on servers or devices that had been connected to the private email domain.” Others were found in the archived emails of government officials with whom Clinton was corresponding. And others were “recovered from that painstaking review of the millions of email fragments dumped into the slack space of the server that was decommissioned in 2013,” Comey said.",
        "Among those several thousand work-related emails that were not provided to the State Department, Comey said, “three of those were classified at the time they were sent or received; one at the secret level and two at the confidential level. There were no additional top secret emails found.”",
        "Comey added that the FBI “found no evidence that any of the additional work-related emails were intentionally deleted in an effort to conceal them in some way.” As for the emails sorted by Clinton’s lawyers (who then deleted all emails not deemed work-related), Comey said he had “reasonable confidence there was no intentional misconduct in connection with that sorting effort.”",
        "Nonetheless, Comey said, it is “highly likely” the lawyers missed some work-related emails, and that the FBI later found some of them.",
        "Comey, July 5: It could also be that some of the additional work-related emails that we’ve recovered were among those deleted as personal by her lawyers when they reviewed and sorted her emails for production in late 2014. The lawyers doing the sorting for Secretary Clinton in 2014 did not individually read the content of all of her emails as we did for those available to us. Instead, they relied on header information and they used search terms to try to find all work-related emails among the reportedly more than 60,000 that were remaining on her system at the end of 2014.",
        "It’s highly likely that their search missed some work-related emails and that we later found them, for example in the mailboxes of other officials or in the slack space of a server. It’s also likely that there are other work-related emails that they did not produce to State and that we did not find elsewhere, and that are now gone because they deleted all emails they did not produce to State, and the lawyers then cleaned their devices in such a way as to preclude complete forensic recovery.",
        "In other words, Clinton was wrong when she said her lawyers “went through every single email” and were “overly inclusive” in what they provided to the State Department.",
        "Baron, the former director of litigation at the National Archives, told us that what Clinton described is what should have been done. Baron said a team of people could have reviewed all 60,000 emails by hand in a week or two. But that’s not what happened."
    ]
}