{
    "tweets": [
        "#debatenight The whole debate time would be taken up if Hillary had to defend herself against all the scandals she has been involved in.",
        "CNN poll shows statistical tie in PA &amp; CO But No millenials No minorities No Philly https://t.co/i0IYV8Ik5L https://t.co/py30lcCF5i #debates",
        "@SheWhoVotes @realDonaldTrump And your candidate is synonymous with liar.  Hitler really? #debatenight #CrookedHillary #teflonhillary",
        "LIES OF #TRUMP AA Absolutely Worst Shape Ever Been in Before! Ever! Ever! Ever! #UnqualifiedRacistTrump https://t.co/96AqcXHs95 #debatenight",
        "Just in case I'm feeling masochistic, anyone know a decent place around New Haven/Yale/East Rock that's screening the debate? #debatenight",
        "Hillary, why bother to #debate if you're gong to whine &amp; demand that moderators do your job? #OmittedHillaryQuestions",
        "Crooked @HillaryClinton has already started her massive voter fraud in Colorado! #FoxNews #NBCdebate #debatenight https://t.co/AmG8bjlP6k",
        "Pathetic! I am a 5'4\" woman and I can stand as tall as any man in the room without a platform!!!! https://t.co/DH3R1sHJPY",
        "I'd rather watch my dog lick peanut butter off a spoon than be spoonfed bullshit by two lousy actors in a state sponsored play. #debatenight https://t.co/wkczEZWqCQ",
        "No #Debates #Debates2016 will change my mind. Trump gets my vote... and If I were a Democrat... I'd vote more than once for him! https://t.co/IFq7QmnVnt",
        "Ask why trump wants to cut SS and Medicare. His followers need to know. #Debates",
        "#debates Trump Trade Plan Could Push U.S. into Recession, Study Says https://t.co/brU2ravtV6 via @WSJ",
        "My #debatenight #hottake - it's going to be a nothingburger. Both sides are entrenched, both candidates terrible. What little can change?",
        "Let's see who gets drunk first. #deplorable #imwithher #debate #presidencialdebate https://t.co/78S3i68ULH",
        "So upset I have to record #debatenight because I'll be at work.. look forward to the tweets tho",
        "Not surprising that @realDonaldTrump has the sleazy Roger Ailes, who resigned in disgrace over sexual harassment, advising him for #debates",
        "Precisely why we have to stop normalizing him. Anti-Semitism &amp; the #Trump Trolls: A Timeline https://t.co/IeplBXFu09 #debates",
        "@realDonaldTrump  I Will Not Let My Opponents Concussions, Clots, Collapses Or Coughing Fits Be A Subject For This Debate.  @HillaryClinton",
        "#debates #Millennials #NextGen @NextGenClimate voters must defeat #Clinton #PayToPlay #TPP #KXL #fracking #Climate!#WriteInBernie #JillStein",
        "As a climate denying racist, @realDonaldTrump poses a unique threat to our climate. Vote to #StopTrump. #Debates https://t.co/vGTyNNx8mx",
        "#debatenight @realDonaldTrump  invites Benghazi survivor. BeenThere, Done That. #mcuban must really bother donnie and his #HEELSPURS coward https://t.co/hR3Fd6iFor",
        "Tea Pain just upgraded his computer from 32 to 64 bit so he can track all the lies Donald Trump's gonna tell tonight. #Debates2016",
        "Ok so I lied⁉️The arrogance of this women thinking she can🚫😤  #NeverHillary   #Debates2016   #MakeAmericaGreatAgain https://t.co/DUEFi4JLXC",
        "@HillaryClinton se los repito Americanos del Norte no caigan en la trampa de Trumpa. Es un déspota podrá tener mucho dinero pero no puede l",
        "WOW!..OMG.HILLARY MIGHT DIE? https://t.co/64JeRCEnH8 #HILLARYOWNED #TRUMP2016 #TRUMPARMY #DAVIDSEAMAN #RIGGED #debatenight #DEBATECOLLAPSE",
        "The U.S. corporate news media, which has IGNORED Hillary Clinton's presidential campaign post-convention, won't do so tonight. #debatenight",
        "Das sind die legendärsten TV-Duelle der US-Geschichte: https://t.co/i9pzt8MwLr #Debates2016",
        "@HillaryClinton's #debates checklist: Defibrillator, breathing equipment, emergency drugs, alcohol, IV supplies and an extra pair of shoes. https://t.co/ji4a2hQBes",
        "If they want Lester to fact check lies, he should open with, \"hillary, we all know the pneumonia was lie; what is the truth?\" #Debates2016",
        "Fun drinking game for the #debates.  1) Take a shot every time Hillary calls Trump a Racist, islamaphobe, xenophobe, ect.  2) Die",
        "I am so excited and also terrified for the #debates this evening.",
        "@HillaryClinton has been the victim of the media's vulture capitalist need to compete in the crowded market &amp; drive-up profitability.",
        "@HillaryClinton Student suspended after she takes photo of school's dirty water https://t.co/5MNtatr2br https://t.co/ItEtmhMcWm",
        "This poor child  being raised to look up to a racist rapist https://t.co/1hg6vgzfAL",
        "She's a #Millennial R and she's having no part of Trumpism. #debates #Debates2016  https://t.co/RMCOyJfT8k",
        "#debatenight aka Fake Night",
        "Trump's 90 minutes without a teleprompter has nation and world gripped with fear and dread.  #debatenight #debates #Debates2016",
        "LIES LIES. Listen to the LIAR LIE! #debatenight #Debates2016  Hillary Clinton says she didn't pass out. But her…: https://t.co/JmyNxbRHgI",
        "@HillaryClinton still hasn't visited Louisiana to tour the flood devastation. Too late now! @realDonaldTrump  #TrumpPence16",
        "MOST DISHONEST IN HISTORY: #Trump brazen dishonesty starts to catch up with him #GOP #election #ImWithHer #debate https://t.co/T0LcnYr4La",
        "I bet #debatenight will set a viewership record for Bloomberg TV. Too bad other networks are so lazy. @CNN @MSNBC @ABC @CBS @NBC@FOXNEWS",
        "HOW THE HELL DID WE GET HERE? she asks while sinking her face into a bucket of whiskey and taking a deep, deep breath. #Debates2016",
        ".@nytimes ed board published nasty attack on #Trump. If this was 1993, that could have been a big problem... #debates #trumptrain -KH https://t.co/mtN4qIAst0",
        "Crime Is “Not Out of Control” Versus Record Homicides, Fear and Gun Purchases. Who’s Right? https://t.co/CDjwpDdaDN #debates #violentcrime",
        "I'm not going to BS I'll end up voting for Trump or Hilary it's just sad I have not truly made up my mind 100% yet....... #Debates2016",
        "They're broadcasting the debate on NPR tonight if you're wondering how to make the drive home in LA monumentally more stressful #debatenight",
        "@realDonaldTrump @rudygiulianiGOP White Male Preference. Hillary got no coverage Trump is on the networks 24/7 Corp Media is owned by Trump",
        "I'll be watching pro-wrestling en lieu of the train wreck that will be #TrumpVsClinton. Cum tax each time they lie $5.  #debatenight",
        "#MustRead by @enfein → Trump &amp; Clinton Could Do More to Ease Electorate’s Fears about Nuclear Weapons https://t.co/Qq1VUi4kot | #Debates2016",
        "Because she is a lying crook.. A vote for HRC is a vote for stupid ideas, supported by fabrications that will end in failure. https://t.co/qUhrdvSScI",
        "No need to dress up..... just go as herself - black pointy hat &amp; broom. https://t.co/0gaGzwzZfH",
        "Not surprising. \"Poll: Voters Still Distrust Both Presidential Candidates Ahead Of Debate\" https://t.co/HCFCkZKfvo @Forbes #Debates2016",
        "Don’t forget the cough drops! Hillary seems worried about #DebateNight, and she should be!!!  https://t.co/zXM6NAZr2H",
        "#debatenight We urge @LesterHoltNBC to ask &amp; @HillaryClinton @realDonaldTrump to answer how U.S. will cut child poverty. #InvestInKids https://t.co/umLVKi9SmD",
        "100 million will be watching #debatenight because the @NFL hates America and #colinkapernick is a Muslim Shit Head!",
        "#Debates2016 People being #Poisoned4Profit is not acceptable. #Mesh a deadly product! #FDA complicit or ineffective? Federal inquiry needed!",
        "Wondering if I should buy wine for #debatenight or if that would make my nerve wracked anxiety filled stomach worse 🤔",
        "2008 I knew from start Obama is who I wanted  2012 I knew right away Romney is who I wanted  2016 no fucking clue...   #Debates2016",
        "Dopey everyone of failing media call me a liar. False. My skin is naturally orange and this is not combover. TRUE! #TrumpLies #debatenight",
        "#debates2016 #Millennials #NextGen @NextGenClimate voters! defeat #Clinton #PayToPlay #TPP #KXL #fracking #Climate!#WriteInBernie #JillStein",
        "@realDonaldTrump If Hillary brings up lying may be interesting to point out Lester Holts predecessor was fired for lying about being shot at",
        "It's a pretty sad state of affairs when we're arguing about whether or not fact-checking has a place in the #debates.",
        "@HillaryClinton God Triumphs over all Evil Hillary remember that, &amp; tonight, you will LOSE it all, think about that..Your Health is Failing!",
        "#3AlbumsThatChangeMyLife   Hillary sucks. Hillary Blows. Hillary will passout  Cc @HillaryClinton   #debatenight #Debates2016",
        "Hmmmmmm who is the racist? https://t.co/H4LVsSx2dW",
        "JudahWorldC:  Breaking: Today, same day as #Debates2016 Black workers in Charlotte, NC are ON STRIKE to say w... https://t.co/yqq4snivBN",
        "The guy knows no actual facts about our country nor tbe world,  how is this even going to be a real debate...  #debatenight",
        "47% of 20-24 YO black Chicago men were NEETs: no school, no work. Will Holt ask about this? #debatenight @davidfrum https://t.co/ZOysaif0Jl",
        "@realDonaldTrump  Hillary's Achilles Heal is her untrustworthiness, she lied under oath over the email scandal it's #Perjury  @RealAlexJones",
        "Annoyed that the #debatenight is on at the same time as #MNF.  It's not like it wasn't known that there would be a game.  Stupid planning",
        "This debate is no \"Superbowl\".  A football game has neutral referees.  The referees of this debate want to destroy Trump. #debatenight",
        "#debates Will we have to listen to @realDonaldTrump whine that the debate is rigged after @HillaryClinton guts him like a fish?",
        "The saddest part is, we could keep going. https://t.co/z68wpszqvF Americans you have to do something about this #Debates2016",
        "Unpacking some of the rhetoric around crime, policing &amp; national security ahead of #debates2016: https://t.co/nYeU9qg9Wo",
        "MSM and HRC expecting #Trump to lose his \"temperament\". Expect the unexpected. This is not primaries. #Trump means Business. #debatenight",
        "@realDonaldTrump reply Iraq war theres video tape of my pstion on that but what's more important is what about Your VOTE 4 war?  #debates",
        "\"As POTUS, how will you stop the legislative branch from holding the judicial branch hostage?\"--@acslaw #Debates2016 https://t.co/c6wRJcPTh1",
        "@realDonaldTrump is a dog off his chain who has to pee on everything, no matter whose it is. Now everything is stained &amp; stinks of #Trump.",
        "\"The moderators should fact-check during the #debates!\"  No. Do your own fucking research.",
        "#debatenight #debates If I didn't know better, I'd think that was Meathead and Gloria on \"All In The Family\" https://t.co/0AA9Wig2BQ",
        "lol.... one mistake... there is no red on her plane https://t.co/XjqR5kAR6o",
        "Wonder if international flight prices will jump tonight as everyone tries to \"get the hell out of dodge\" #Debates2016 #onewayticket",
        "I bet #debatenight will set a viewership record for Bloomberg TV. Too bad other networks are so lazy. @CNN @MSNBC @ABC @CBS  @NBC @FOXNEWS",
        "Leaked FBI Data Reveal 7,700 Terrorist Encounters in USA in 1 year https://t.co/5yqRimSNih #debatenight #debates #CrookedHillary https://t.co/2VBJ3tvS4I",
        "panegron: RT tommiesunshine: how insane is America going to be tonight after watching #Debates2016 &amp; realizing how fucked we all are no mat…",
        "@realDonaldTrump  @KellyannePolls  @LesterHoltNBC  will you ask @HillaryClinton  why she hates dogs? anyone who hates animals is dead to me",
        "Watch \"DEATH MATCH: ALL YOU NEED TO KNOW ABOUT THE FIRST TRUMP CLINTON DEBATE\" on YouTube https://t.co/QUN2PHoSt2 #Debates2016",
        "Watch The Rob Zicari Show LIVE on Periscope NOW! #Trump #Hillary #Debates2016 https://t.co/fizakwRCpd",
        "@HillaryClinton, don't focus on Russian ties with tax returns. Challenge #Trump s business record.  His ego is his weakness.",
        "#debatenight @housedemocrats @cnnbrk @abcnews @cbsnews @whitehouse @hillaryclinton @thehill @msnbc @foxnews @cspan NO TAXES!-NO VOTE! https://t.co/lgaJwGxJoH",
        "Hillary for Prison 🇺🇸 #debatenight",
        "Watch: John Oliver breaks down Clinton and Trump’s scandals to show it’s not really a competition #debatenight https://t.co/wgEpZk5oWP",
        "@realDonaldTrump Why hasn't @MELANIATRUMP been campaigning 4 u is it cuz she KNOWS ur dangerous or so ppl WONT ask her abt her citizenship",
        "@Seamless @UberEATS @deliverydotcom No specials for #debatenight for all the reporters who have to work very late?",
        "I need someone to watch this new horror movie with!! #debatenight https://t.co/cRJOdRGvR8",
        "If anything illustrates @HillaryClinton 's lack of empathy for people falling on hard times, this statement does #DemExit #NeverHillary https://t.co/WgeIKQVRQM",
        "@debates #LetGaryDebate #Libertarian this bipartisan nonsense needs to stop",
        "Monday blues are not welcoming here! #debatenight #gousa https://t.co/IC2WRQrrVG",
        "@realDonaldTrump @RepChrisCollins said your plan on talking about the cost of college is to blame students for their debt ..WOW pathetic",
        "Who do you think will lose the first 2016 Presidential debate? https://t.co/kIeANK0x64 #debatenight #mondaymotivation #debates https://t.co/B41tLNl4zZ",
        ".@LesterHoltNBC ask @HillaryClinton &amp; @realDonaldTrump how they will make ending hunger a priority tonight. #Debate2016 #VoteToEndHunger",
        "Misplaced hate makes disgrace to races #Debates2016",
        "It's pretty depressing that one of the debates around the #debates is whether it's right to point out when a candidate is lying.",
        "Folks, the @HillaryClinton campaign is in desperation mode leading up to tonight's debate. I've never seen anything like it. #debatenight",
        "@realDonaldTrump He's made hundreds of \"Personal Guarantees\" to small business suppliers. He lied to them. He Lies to you!  #KingofDebt",
        "The Ghost of Election-Day Yet to Come! https://t.co/Pq3M38iQNV via @YouTube #debate #debates #donaldtrump #HillaryClinton",
        "Unless you're #Trump. His supporters don't care that he's the worse liar in modern politics. #NeverTrump #Debates2016 https://t.co/tLd2Jg6fUt",
        "@realDonaldTrump Tonight is the last chance to earn my vote. My ballot goes out tomorrow. Give me a reason to check the Trump block! #Ohio",
        "Anyone who works full time shouldn’t have to struggle to pay the bills. It’s long past time to #raisethewage. #HighNoon2016 #Debate2016",
        "#debatenight #ImWithHer #NeverHillary  Can't cover up DNA &amp; fingerprints on bullets.  #Hillary panders votes by promoting violence. Very sad",
        "\"We cannot afford an intelligence gap.\" #presidentialdebates #debates2016 #history https://t.co/6Raor4Epe2",
        "TRUMP has just invited Gold Star mother of Benghazi victims Karen Vaughn to the #debates tonight",
        "Is it bad that I'm actually kinda excited for the debate tonight? #debates",
        "@realDonaldTrump Aren't the Democrats being racist to Lester holt telling him how to do his job. It is sickening",
        "NimbleNavgater: TRUMP has just invited Gold Star mother of Benghazi victims Karen Vaughn to the #debates tonight #TrumpIsBlackLikeMe",
        "They own her ass https://t.co/ss5rlwAIdV",
        "#debatenight...this going 2 be a mess!!!     #sad #followme",
        "Me waiting to hear these lies that r bout to b spewed during tonight's #Debates2016 from @realDonaldTrump https://t.co/215soshfpo",
        "#debatenight and pro-Hilldabeast fucktards are out in force. These people are un-swayable in their ignorance of facts.",
        "it's sad to see so many conspiracy theories when the truth is certainly bad enough. #Debates2016 #Election2016 #FeelTheBern #OurRevolution",
        ".@LesterHoltNBC ask @HillaryClinton &amp; @realDonaldTrump how they will make ending hunger a priority tonight. #Debate2016 #VoteToEndHunger",
        "Trump camp bothered by being called out for Trump's pathological lying. Cry me a river. #NeverTrump #Debates2016  https://t.co/1adm8w6rnc",
        "War Criminals &amp; Neocons 4 Hillary is co-sponsoring #debatenight with Conflagration United. WWIII is a terrible thing to waste. #debates https://t.co/eN54ljVFBb",
        "No living US president is voting for Trump. #Debates2016 #ImWithHer https://t.co/KKF5jTO6yw",
        "90 action packed minutes, no commercials, no break. we might see hillary clinton die on national tv #debatenight",
        "Politics + Twitter = bad mix. I bet a huge audience tonight for #Debates2016. But many will be disappointed when nothing absurd happens.",
        "\"We’re creating a world of dummies. Angry dummies\" @PsychToday #debatenight",
        "@HillaryClinton Hit him with your Smarts Hillary ! DON'T-BACK-DOWN ! HE'S A crass mouthed bully ! Don't let him shake U! Texting thing DEAD",
        "Please don't let Trump become president 🙏 why are we surrounded by so many stupid people #Debates2016 #debatenight",
        "#TRUMP2016 #NEVERNeverTrump #debates   Can't cover up DNA &amp; fingerprints on bullets.  #Hillary panders votes by promoting violence. Very sad",
        "I didn't know they stacked shit that high https://t.co/tmN9iUbWhN",
        "@realDonaldTrump if you find the cure for head aches, I MAY consider voting for you",
        "VERMONT WRITE BERNIE SANDERS IN AND BURN THIS FUCKER TO THE GROUND! NEIGHER WILL WIN! #BernieorBust #DemExit #DNCLEAKS #KILLARY #debatenight https://t.co/6vWm0jp5jU",
        "@HillaryClinton I personally hope that @BarackObama stays in power, both #HillaryClinton &amp; @realDonaldTrump will FUCK this world even more!",
        "Way to sell out to the man, @Snapchat So many things wrong with this filter. #DebateNight #PresidentialDebate https://t.co/FYIIMRU8e6",
        "#debatenight Hillary &amp; Bill profited off the tragedy of Haiti by stealing from Americans &amp; never helped Haiti.  https://t.co/81OdXaAFob",
        "#Drudge link: \"Wow. Just How Scared Is She? #Clinton Holds Last Minute Mock #Debate.\" No, not \"news\", as #Trump prep not.",
        "What @LatinoUSA Listeners Said Would Be Missing From First Presidential Debate https://t.co/JIh3utYgcO #debatenight",
        "#debatenight ? 4 @TheBriefing2016 why #hillary allow J Cooper 2 transfer class info from 1 device 2 another mulitple x without SEC. CLEAR?",
        "With no TV editing or stay-on-script teleprompters, 90 STRAIGHT MINUTES of an insecure schoolboy's, ignorance &amp; spiteful ego. #debatenight",
        "#debates By saying that the debate is rigged, @realDonaldTrump has already written his excuse for losing to @HillaryClinton",
        "Power is more important than constitution or rule of law the republic is doomed https://t.co/iNhAOgWw3X",
        "Ich freu mich ja schon sehr auf die #debates heute. Warum hat eigentlich niemand Trump NLP beigebracht?",
        "@realDonaldTrump .... Hey! What's wrong with flat-chested women?!!!! You're flat chested. What makes your flat chest so damn special? Huh?!!",
        "Trump Appeals To Uneducated, Mentally Ill https://t.co/1VNudsJCEX #TrumpPence16 #HillaryClinton #Debates2016 #RepublicansForHillary #Jewish",
        "#DebateQuestionsForHillary how are DEAD ppl able to vote for you in #Colorado? #debate2016 #deplorablesfortrump https://t.co/WyT1pXiEj3",
        "Crash BEFORE Obama... #ImWithHer #DebateNight #Debates https://t.co/qL5VHTxSJ5",
        "I think as soon as she feels that her boy Lester is not been tough enough on The Donald. She will try and do it on her own and then lose it. https://t.co/xAqDt0Npt6",
        "Alan, I think that absurd Jet Black rug stapled to that decrepit head of yours, is on way too tight. You're lying more as much as Hillary! https://t.co/Vm4qhpoPo4",
        "My #Debates2016 drinking game: Whenever a fascist speaks to 100 million Americans, drink. Hopefully die of alcohol poisoning.",
        "Can @LesterHoltNBC redeem the anger toward mass media in tonight's debate? https://t.co/pB4J0Gz50r #DemandFairDebates #debatenight",
        "That consultant that told you to pull ads in Colorado...that's the one you fire. @HillaryClinton #Debates2016",
        "@realDonaldTrump another attack in Texas 9 people shot why isn't fox news reporting on that check it out",
        "@realdonaldtrump is going to have to do his best not to laugh or crack a joke when #coughinghillary starts choking on her lies #debatenight",
        "Where will the media be compiling \"Hillary Debate Lies\" ... gonna be a long list  #Debates2016",
        "US Presidential Elections: Pressure on Hillary Clinton and Donald Trump in first debate tonight. https://t.co/K2TaYXnKiq #debatenight",
        "Will both canidates disclose where their money comes from and and who they do business with??? also, demand both release taxes. #Debates2016",
        "@realDonaldTrump abortion loving war starting reason we are having a race war bitch racist",
        "You raise your power level more than 10% and you lose the normies' attention completely. Conversion is a tedious game.  #debatenight #maga",
        "@realDonaldTrump @HillaryClinton Why am I not 50 points ahead? I should be POTUS, It's #TrumpTrain fault  I tried #MSM to derail it NYT",
        "#DEBATE attendees forbidden personal items listed: crussafixes', prayer beads, garlic, silver salt shakers, woodpegs https://t.co/yMLATZWLyS",
        "Dear @twitter, for the sake of my computer (I'm likely to break it in disgust at Trump) &amp; health, I think I'll give this a miss. #debates https://t.co/V2A4bVOauT",
        "Donald Trump sexism tracker: Every offensive comment in one place https://t.co/myoJVzvffE  #Debates #Debates2016 #VulgarPigTrump @GOP",
        "@realDonaldTrump  que no se te olvide que por muy alto que sea un muro. Siempre tendrá puertas. Para darte apoyo cuando lo solicites.",
        "What is problem with \"scared\" #Clinton obsessing over #debate prep? Not that it is itself \"news\", but that she is NOT out campaigning.",
        "Anyone who makes a sports analogy about #Debates2016 is an insufferable prick and should be put in the penalty box. #PresidentialDebate",
        "Every mention of a #LowBar for #Trump at #debates is admission of failure for #TheMedia overall. Simple job: Call out lies &amp; #ReportTheTruth",
        "@realDonaldTrump  @KellyannePolls  @EricTrump  @BretBaier  WE for Trump will be fact checking ALL Liberal \"Fact checkers\" no Crowleys",
        "@HillaryClinton  Txt thing is no longer an issue ! Move on !",
        "Will you really punish Americans for drinking soda? #OmittedHillaryQuestions #Debates2016 https://t.co/dPUEi7hBvJ",
        "@realDonaldTrump  Mr. Trump, I know you will win this debate and make Lying Hillary look like the corrupt liar and failed candidate.",
        "Why did you reference Willie Horton when you were degrading Gennifer Flowers..⁉️   #OmittedHillaryQuestions #Debates https://t.co/NVJHSzwFRv",
        "#debatenight  Cant wait 4the #Circus tonight. Debating skipping a vote😓 We all w.b affected in the worse way possible.  #2016  Whod A Thunk?",
        "#Debates2016 #debatenight  Arguing with the Dead https://t.co/2ODXKdtS58",
        "It's going to be a hell of 90 minutes #Debates2016",
        "Maybe tonight Donald Trump will say, \"I was wrong, America. Here are 30 years worth of tax returns. Enjoy!\" #debatenight #NotHappening",
        "#debates is it really wrong to pay attention to HRC 's outfit? and DJT 's hair ?",
        ".@LesterHoltNBC ask @HillaryClinton &amp; @realDonaldTrump how they will make ending hunger a priority tonight. #Debate2016 #VoteToEndHunger",
        "the media's obsessive coverage for days/weeks leading up to tonight's debate makes me not want to watch it 😒🙄 #debatenight",
        "@realDonaldTrump @mike_pence  @HouseGOP @RealMuckmaker @thehill @HillaryClinton @Slate @HuffPostPol @nytimes @amjoyshow We must stop this 💩 https://t.co/dyITlNKZB6",
        "Clinton “HATES” Obama. Hacked e-mails claim Clinton is terrified of loss. https://t.co/c4NGdteAwg #TrumpPence16 #HofDebate16 #Debates2016 https://t.co/vbOvItjrGE",
        "Hillary wants to avoid selling assault weapons to mass shooters &amp; she's not afraid to take on the NRA. #ImWithHer #Debates #UniteBlue https://t.co/Ju2v5GVjsR",
        "Excited for #debatenight later. Will Donald duck the big issues? Will Hilary choke? #leaderofthefreeworld",
        "@HillaryClinton WOW! Thought This Was Describing Hillary! Racist Corrupt Liar Sure Fits Her!!",
        "Tonight. I'm nervous, scared, excited, disgusted, afraid, hopeful and anxious. #Debates #ImWithHer",
        "@realDonaldTrump my teacher just made us do a project on crooked Hillary Clinton it's because my teacher is a liberal i hate Hillary so bad",
        "Setting my alarm for 3:55 AM. See ya then. #Debates2016",
        "More anxious to discover @elonmusk Mars colonization plans tomorrow than @realDonaldTrump plans for the US. #debate https://t.co/jkmrAZn4W8?",
        "#Debates2016  What a disaster this will be...and yet, I'm so pumped.",
        "#debatenight Which Trump will ..✖️ Which HILLARY will turn up tonight? The one who lied about Benghazi or the one you saw on the campaign? https://t.co/AmNBVhavGo",
        "Unpredictable hours, short-notice shift changes &amp; unpaid on-calls hurt families. We need balance &amp; flexibility! #HighNoon2016 #Debates2016 https://t.co/h6bcj9UcSw",
        "Stasera faccia a faccia #Clinton #Trump della serie do your worst. #debatenight #nonseneesce",
        "\"Trump or Clinton?   It's risk versus absolute disaster.   So, Trump\"      ~~Thomas Sowell  https://t.co/hKNhKik4CL…  #debates https://t.co/UPDSe2yrQ4",
        "REALLY struggling that the #debate is on at the same time as the @Saints game. Upside: the pairing is potentially rife with metaphors. #MNF",
        "@HillaryClinton Your not for children one bit. Your an evil person!!!!! Stop the lies.",
        "@realdonaldtrump @KellyannePolls Mr. Trump needs to look at her &amp; say, I have one question #Hillary,Have u EVER lied to the American people?",
        "@realDonaldTrump @mike_pence  @HouseGOP @RealMuckmaker @thehill @HillaryClinton @Slate @HuffPostPol @nytimes @amjoyshow Stop this POS 💩 https://t.co/f0F0tg9yb7",
        "@realDonaldTrump You make anti religion, race, disparity &amp; product statements frequently; so can you explain cost/amenities at new #TrumpDC?",
        "@realDonaldTrump don't let her pull you off message she is going to try to get you mad. Crush this dumb bitch and #MakeAmericaGreatAgain",
        "@HillaryClinton @HFA tonight take you time, do not be long and stay away from direct attacks, hit him with your policies for the country 🤗",
        "Been thinking this a lot lately. Most places I want have my gun 2 protect my family, they're banned. #Stupid https://t.co/Cqq6KMSe8B",
        "@realDonaldTrump:pathetic that the left is trying to paint you as the liar in their talking pts, when HRC is the PROVEN liar... Unreal",
        "presidential debate drinking game tonight? I wanna take a shot every time Trump calls someone a loser or says yuuuuge. #Debates2016",
        "This is extremely important people A catastrophic hit to our economy because people are too ignorant to open their eyes. Reality #NeverTrump https://t.co/vwNRrjJXRE",
        "@realDonaldTrump is a corrupt tax-dodging fraud who takes from America but doesn't give back. #ReleaseYourTaxes  https://t.co/XX6W3cnIeN",
        "The low expectations of  Trump #debatenight #HofDebate16 #Debates2016 https://t.co/GlftGLmKwP",
        "@realDonaldTrump   @JohnKerry is in Colombia sponsoring agreements with narco terrorists Farc? What are your thoughts about this deal?",
        "Can't wait to relive mems of no parking and avoiding camera crews from my days at Hofstra U during #debatenight",
        "'Hoodwinking' the American public? Presidential debate system 'rigged,' critics say.  https://t.co/JuGeYYGuHV    #debatenight https://t.co/iHLtx12dGu",
        "Can't wait to see #CrookedHillary get flustered by the national anthem. Will she take a knee or sing along?Who will she pander to!? #Debates",
        "What's will be worse the #debates or the morning after, when all the faux outrage over the debates begins?",
        "Questions Rejected From Being Used During The Clinton / Trump #Debate https://t.co/nSu4AQYm6d https://t.co/sRR1cv9ZTk",
        "I am so embarrassed for our country.  We have the Cheeto Jesus  #debates",
        "What goes with terror? Gin? Why do I keep thinking gin? #debatenight",
        "Too bad the 5 gallons of beer fermenting in my carboy won't be ready to drink tonight.  It seems like I'm gonna need it all. #debatenight",
        "#OmittedHillaryQuestions Isn't it true that @megynkelly &amp; @ShepNewsTeam is on ur payroll? Or, are u calling wiki leaks liars? #Debates2016",
        "I don't think I've ever been less excited for a presidential #debate. both these candidates suck so hard",
        "Y a la #debatenight cette nuit j ai  hate de voir #DonaldTrump se ridiculiser",
        "Gary Johnson and Jill Stein should have been invited to debate or at least have an undercard debate. It's unfair. #debatenight",
        "Spamming conspiratard bullshit no one is gonna believe since current year. https://t.co/6aPqwlvzjO",
        "@HillaryClinton : No pressure, but the whole world is counting on you. #debatenight You've got this!",
        "@realDonaldTrump CROOKED HAS LET DOWN THE INNER CITIES HURTING AFRICAN AMER WITH CRIME POVERTY NO JOBS AND SHE DO NOT DO ANYTHING  TO HELP",
        "I guess #CrookedHillary knowing the questions beforehand isn't enough. She has to have Lester H. cover for her lies in her answers. #Debate",
        "I think a drinking game could be life threatening tonight. #Debates2016",
        "@HillaryClinton WE KNOW HC RECORD of 1/2 mil. LOSS OF SOLDIERS&amp; MUSLIM in WARS HC PUSHED in COUNTRIES THAT DID NOT PROVOKE US &amp;debt DOUBLED?",
        "@HillaryClinton:  I'm women who defends rapist, who lies, money grubbing and incompetent. Did I mention by husband a rapist \"#DebateNight",
        "#Snopes lies for #HillaryClinton https://t.co/A1oP65H5KL",
        "@HillaryClinton \"I knew #GovNelsonRockeller..you sir ...are no Rockefeller\", not even close @NYGovCuomo @donnabrazile #debatenight #debates",
        "I wanted to play the #Debates2016 drinking game... but then I realized, I may die.  #debatenight #debates",
        "Po kolk so pa kaj reklame med #ClintonVsTrump? #debatenight",
        "@HillaryClinton my grandchildren now call ea other racist from listening 2u &amp; your supporters. It is U who aren't good 4 r children #debates",
        "EmpireWire cartoon (https://t.co/dBnDEN5dj1  ): Handicapping the #Debates2016 https://t.co/NUf5xQoDNN",
        "Trump offers to be connected to lie detector during #debatenight if Hillary connection to hart moniter Hillary says no Reason: no hart",
        "POLL: Which lie will @HillaryClinton tell most shamelessly today?   https://t.co/JoSWLXvbV2 #Debates2016",
        "#DebateNight Hillary will have a stool, but not the kind she wants. America will not bend to cowards.",
        "Needs to be covered thoroughly -&gt; Countries Destroyed by Hillary https://t.co/2I6xbXODrg …  #debatenight #debates #CrookedHillary https://t.co/UGfr7Njt1U",
        "Don't want to watch the #debates ? Come to @pianofight at 8 for some FREE counterprogramming: our show STUPID GHOST! https://t.co/hADl78X9RT",
        "EXPECT RIGGED #Debate  #HRC likely HAS the QUESTIONS already  FACT Checkers to use LIB Sources:Politifacts, etc",
        "@realDonaldTrump I can't wait for your debate against #CrookedHillary this evening!!! She doesn't stand a chance!! #Trump #LockHerUp",
        "@realDonaldTrump THERE MAY BE A STATUTE OF LIMITATIONS FOR CHILD RAPE (unless tolled by youth?)  https://t.co/SPUMp7lVlA",
        "Note to journalists unsure about fact-checking the debates real-time:  THAT IS YOUR JOB.   #Debates2016  #debatenight  #debates",
        "Will Hillary's debate moderators tonight question Hillary about victim intimidation&amp;killing of Bill's victims pets? https://t.co/bAl6LPOG9j",
        "Yes, it is possible--not likely--that either #Trump or #Clinton could LOSE #election in #debate by MAJOR gaffe. Can't win it in debate.",
        "@HillaryClinton REMEMBER SEINFELD EPISODE...BUBBLE BOY....MAYBE HAVE A BUBBLE GIRL PANTS SUIT TO AVOID COUGHING, SNEEZING.",
        "@HillaryClinton Please let this publicity stunt called Trump end tonight and let this embarrassing moment of our time be \"forgotten history\"",
        "Today, the worst thing about being pregs is that I can't drink during the #Debates2016. BUT IF I COULD I'd get blitzed. #ImWithHer #suckers",
        "I struggle with #presidential #debates because at some level they are just #plutocratic platitudes behind the veil of #democracy #Debate2016",
        "VIDEO: Powerful New Anti-Hillary ad, \"PARANOID POLITICIAN\" Who Narrowly Avoided CRIMINAL INDICTMENT https://t.co/v9pNBM820A #Debates2016",
        "Baugh ruled! Miss him so much! https://t.co/KTaOetTumk",
        "Cancer Let's Talk..Healthcare #BrainTumorAwareness #BrainCancer    #BTSM #ChildhoodCancerAwarenessMonth #debatenight #Debates2016  #debates",
        "\"My surgeon may be qualified but I don't like him. I'll just have the janitor perform my appendectomy instead.\" -- Trump voters #debates",
        "No,  Pentagon does not need more money. @WilliamHartung &amp; @SPMiles42 explain why→ https://t.co/vAqwvv6OMq #Debates2016 cc @dollars_defense",
        "#debates #Debates2016 Obama vetoes 911bill.  WTF.  Whose side is President Obama is on.  Obviously not the American people. Vote for #Trump",
        "I don't know how anyone is getting anything done today. I'm damn nervous about #Debates2016 and I'm not even american",
        "#OmittedHillaryQuestions Medical assistance spent no time is supporting u at the 9/11 service, then why you let our ambassador die? #debates https://t.co/gJIRSyrGHP",
        "ugh.  The more I hear Jill Stein the more I dislike her.  #debatenight",
        "#debatenight, 1976: Ford's \"no Soviet domination of Eastern Europe\" remark and follow-up question. Fact-checking? https://t.co/dNnXXM0B3o",
        "Heated argument just rang out at Hofstra Univ. during live radio broadcast before presidential debate. #HofDebate16 #Debates2016 https://t.co/PpDmNFhlbn",
        "#debatenight @HillaryClinton never worked a day in her life and is worth 100s of millions WTF",
        "#Debates2016 What will be worse?  Trump interrupting Hillary with his lies or Hillary's screeeeechy voice trying to shout over his lies?? https://t.co/pl9W7HkNxb",
        "** NO MORE RIGHT WING DEMOCRATS ** #BernieOrBust #NeverHillaryOrTrump  #debatenight #Syria #Aleppo #TPP #TeachersMatter https://t.co/j3usrFj4YA",
        "Don't have anywhere to watch the presidential #debates? No worries, @BrandiTV_ will give you a full list of where you can view it at 5pm. https://t.co/DZLh7h6QB7",
        "#Debates2016 predictions:  1. Trump will attack the media 2. Hillary will pin down all nasty elements in soc on him 3. No policy suggestions",
        "It's #debatenight and we know things may get a little crazy. Come clear your mind at 4:30&amp;6:15pm before the madness. #Election2016",
        "@realDonaldTrump BUT THERE'S NO S.O.L. FOR REPENTANCE. (But atonement won't get you presidency!) https://t.co/SPUMp7lVlA",
        "#Debates2016 The fact that people are backing up a reality tv star AKA @realDonaldTrump is just frightening all together.",
        "#OmittedHillaryQuestions #debatenight #debates Where are funds for Haiti to rebuild after devastating earthquake? https://t.co/QImgkYbQ7W",
        "@HillaryClinton knock him dead, we know a con when we see one! #StrongerTogether #",
        "#omittedhillaryquestions How could you value the release of a child rapist over the justice for &amp; well-being of his victim? #debatenight",
        "Again, #Obama lost badly to #Romney in first #debate, but it didn't matter because of Romney campaign thereafter.",
        "Getting a cavity filled tonight. Decided that would be much less painful than watching the debate. #debatenight #toomuchcandy",
        "WATCH TONIGHTS #DEBATES LIVE! https://t.co/QmY7SvBlz5 Who Will Be More Devastating? #DebateNight #MondayMotivation #NationalPancakeDay",
        "@mcuban What say you? Why did you fund American hating movie? https://t.co/Y4QddShsNu",
        "To prep for tonight's debate I watched the Santos-Vinick West Wing debate. I'm thinking I'll be sorely disappointed tonight. #Debates2016",
        "The majority of Americans, who somehow believe ISIS and terrorism are the greatest fears we face, need to remind themselves of this, daily. https://t.co/ID5DqBckWC",
        "Hillary Clinton shouldn't allow herself to be humiliated by Dickhead Trump tonight. #debatenight",
        "Topics to touch upon at the #debatenight   •repro. rights •institutionalized racism •climate change •xenophobia  &amp; also FACT-CHECKING.",
        "It was the worst of times. #Debates2016 https://t.co/WUvF92gzqB",
        "Scandals with @HillaryClinton and @realDonaldTrump via @LastWeekTonight   #USElection #debates  https://t.co/TB0T2gE2Mn",
        "Hillary won't be able to go 90 minutes without changing her Depends, no matter the precautions or drug she's on. #Debates2016",
        "#debatenight.  Put Hillary Clinton in prison. https://t.co/x3NHZO23ZV",
        "Even for the racist clown that he is, Trump definitely brings a reality show star quality to get even the most uninitiated to watch #Debates",
        "this just in: @realDonaldTrump claims not being able to resort to domestic violence is unfair advantage to @HillaryClinton in 2nites #debate",
        "I have chronic RA and I fall, crawl, and I have a doctorate! I am offended by this and what is messages to 51 million people #PWD 😭♿ https://t.co/HxWIESAI3k",
        "A terrorist attack at the debate tonight wouldn't be a horrible idea... Maybe we could get a viable candidate in the wash?! #debate #joking",
        "@HillaryClinton @realDonaldTrump Both unethical, Pathological Liars, UnTrustworthy, Disengaging ...both are competitive power hungry POS https://t.co/83RDgW6xSH",
        "The day is finally here. Can't wait to hear the #debates tonight, it's going to be one hell of a shit show.",
        "The media should stop asking Trump any questions until he reveals his tax records. They have only been asking since the start #debatenight",
        "I'll miss your comedy. SISTER ACTS WERE GOOD. BUT IF YOU FEEL DOOMED BECAUSE OF TRUMP, BY BY. https://t.co/2sBpgCr55x",
        "#debatenight @housedemocrats @cnnbrk @abcnews @cbsnews @whitehouse @hillaryclinton @thehill @msnbc @foxnews @cspan NO TAXES!-NO VOTE! https://t.co/EAXJCYxWan",
        "All of the answers are in Death Thing https://t.co/jdcZbO2R89 via @amazon #debates",
        "Reason 18,727 why I'm voting for @HillaryClinton: because she takes responsibility for other people's screwups #debatenight https://t.co/c1Vl4vbT2k",
        "@realDonaldTrump tonight's the night ( not the song) lol sick em..her and panel if needed",
        "Problem with fact checking the #Debates2016 Holt checks 2 of Hillary's, let's say 4 of Trump's. He still tells gets away with like 20 lies!",
        "@ thehill #debatenight #Debates2016 who is checking Hillary for her EARPIECE? Fact checking #CrookedHillary lies will take all night.",
        "\"If you're President Truman in 1945, do you drop the atomic bomb?\"  Curveball for #Debates2016 (please, @LesterHoltNBC?)",
        "The one thing we can't #debate tonight is that we are letting an, unqualified , uneducated , racist bigot run for president.",
        "Stop the #Debate on what it could be and #Engage your #Brand to the fullest...JDR Imaging Indiana  #SmallBusiness",
        "My 19 year old fears the big city (unreasonable fear of being murdered.) Even he has the sense not to vote for #Trump. #debates #debatenight",
        "There is no news only #debatenight.  #Zool",
        "Freak yourself out before #debatenight begins. You can read my ebook in about an hour. #99c https://t.co/d40m9RWl0g https://t.co/IBWxRVt7SP",
        "@realDonaldTrump #ObamaHillary promise #ToEndGunViolence but even if they take gun right away #GunsComeAcrossBorders so nothing changes!",
        "Timing télévisuel parfait ce soir. The Naked Gun sur AB3 : y a t il un flic pour sauver le président ?? #Debates2016",
        "#debatenight #debates Seriously, is anyone else nearly sick with nervous anticipation? I am.. https://t.co/v7JCuCli5L",
        "Looking forward to watching @HillaryClinton destroy @realDonaldTrump tonight. #debatenight",
        "Who's ready for our next President @HillaryClinton to trounce racist bully @RealDonaldTrump at tonight's debate? #ImWithHer #Debates",
        "Do you wanna watch horse shit and dog shit argue over bullshit intended to distract you? No thanks. Boycott the #debatenight #JillNotHill",
        "Can't wait to see Trump ridiculed  #debates",
        "Moderators will not be fact-checking answers, but audience members will be issued \"I call bullshit\" vuvuzelas. #DebateNight #Debates2016",
        "@HillaryClinton AVOID JAIL, QUIT NOW, STRIKE A PARDON DEAL.",
        "@realDonaldTrump @mike_pence  @HouseGOP  @thehill @HillaryClinton  @Slate @HuffPostPol @nytimes @amjoyshow ! Read his lies! Stop this 💩head https://t.co/FqcZe4ycuE",
        "Imagine knowing your candidate's flaws were shielded by media for months, about to face live dismantling. Fear in their tweets. #debatenight",
        "@realDonaldTrump put the Clintons and their team in prison.  https://t.co/x3NHZO23ZV",
        "#MT @riotwomennn His campaign says only 1 to fix econ issues, dstroy enemies, restore ntnl unity #Debates2016 Listen https://t.co/Oy4kf6Jw4v",
        "With Hillary in the White House, I can sleep through that scary 3 O'Clock in the morning.  #debates2016",
        "She is short!!! She tries to deceive even with her height💩💩💩 https://t.co/3NlpAh6S0f",
        "I feel like my aunt going to debate the devil for the souls of my children #debates",
        "#debates 25 million people could lose health insurance under Donald Trump's plan, analysis shows https://t.co/ZJqWtVCJSK",
        "@HillaryClinton Your rally at Wake Tech is causing me to not have class tomorrow...... So I'm missing out on my education #stayhome",
        "it is unethical, it can be viewed as immoral because it lacks ethics, both journalistic and the simple rules of decency,calling out bullshit https://t.co/o5D9S0tZF5",
        "It will be savagery @ the #debatenight",
        "Watch the debate! Watch football! Be more American, damnit! Seriously, guys, watch the debate. Saints Falcons? Seriously? #debate #mnf",
        "We need to work to make Nov. 8 National #InsultObamaDay as we watch #CrookedHillary go down in flames and destroy his \"legacy\" #debates",
        "@debates @mmccurry @aarp @AnheuserBusch  You are failing to educate the voters #boycottthedebate #WhereIsGary #LetGaryDebate #1Million https://t.co/01xWq3vbPt",
        "Shit I really just read something about Hilary \"accidentally\" giving ISIS 4 MILLION$?  #debates",
        "Can't wait to see 2 grown kindergarteners take the stage and complain about each other tonight #debatenight",
        "@realDonaldTrump @KellyannePolls   America's newspapers call #Trump a LIAR.   https://t.co/h9XXDJpfGY",
        "@realDonaldTrump doesn't need to prepare. He plans to deflect any questions that attempt to define policy. He is also very lazy.",
        "#debatenight FOOTBALL IS JUST A GAME RACISM KILLS . Your Bigotry Speaks For Itself . #Charlotte #CharlotteUprising . #UnqualifiedRacistTrump https://t.co/ttF8jLFmIj",
        "@HillaryClinton All he want to do is ride a horse bare chested like his Russian buddy ! Why not ? He's got a statue of himself! He's so Vain",
        "Hoping the debate starts with Vince McMahon declaring it will be HELL IN A CELL #debatenight",
        "#debates  Putin's 'zombie' gun attacks victims' central nervous systems https://t.co/0DXAsjWpC4   https://t.co/8OtUvjw762",
        "#debatenight Here's Reagan's trickle down guy.Listen to him.Paul Craig Roberts-Eco A Hoax &amp; H/ Of Cards https://t.co/IPEKEOE2s4 via @YouTube",
        "There are no #debates that this is the most patriotic #hammock ever. 🇺🇸 #MadeInAmerica #GrandTrunking #HangAnywhere https://t.co/1KQOLV4tkz",
        "It's shocking to me that some people in this country still claim to be \"undecided\" about the Presidential election. Really?! #DebateNight",
        "Fight against breast cancer #mondaymotivation #debatenight #NationalPancakeDay #HarryStyles #MediaDay #teespring  https://t.co/mV1U2ERz6v https://t.co/eoiX0P4yIb",
        "Ready for the Good, The Bad, &amp; The Ugly for tonight's Circus.  #debates",
        "WARNING: Drinking every time Trump lies during the #debate could lead to alcohol poisoning and death https://t.co/IkFT9xg5uz https://t.co/sIKxt0lWj3",
        "Today thousands of @FightFor15​ workers will protest at the Pres. #debate.  The time is NOW to #RaiseTheWage! https://t.co/bzBjEt0qpc",
        "Its obvious the sickly mediocre loser @HillaryClinton wants a \"fact checking\" moderator to fight her battles for her at the #debates",
        "BIG FIGHT tonight! Who you got? @HillaryClinton vs @realDonaldTrump #debates #debatenight  #RAW https://t.co/LTc47njgxK",
        "#FelizLunes “El éxito no viene hacia ti, tú vas hacia él.” 🍀🌴🌱🍀 #debatenight  #HardCarry #HazmeUnFavor #26Sep #BastaMacri #LaFeliSIdad",
        "Hillary Clinton belongs in jail along with her rapist husband, Bill. I hope Trump wipes the floor with her tonight at #Debates2016",
        "@realDonaldTrump @mike_pence  @HouseGOP  @thehill @HillaryClinton  @Slate @HuffPostPol @nytimes @amjoyshow ! Read his lies! Stop this 💩head https://t.co/lsHjRkXZwB",
        "Hillary hates homosexuals!  https://t.co/ZmtaSv3aTr",
        "All major networks have refused to run live #DebateNight #FactChecking because #DonaldTrump's relentless stream of lies may cause an outage",
        "Words that's going to annoy me tonight: Benghazi, Emails, Deplorables, Walls, immigration, refugees #debatenight",
        "I'm covering the #debates for my fellow #Africans. This is the 3rd US elections I'm voting in and this time I'm UNDECIDED #hnnpolitics",
        "@realDonaldTrump is an unstoppable movement of voters that will not be swayed by the sycophant media and their bias overage #Debates2016 https://t.co/DSseKCXZkn",
        "Wie haben sich #Clinton &amp; #Trump auf die #Debates2016 vorbereitet?  Die Antworten im #Blog1600Penn-Liveticker: https://t.co/IhroYRB2ki",
        "The medias influence on the people today are to big. We should forbidden political opinion-measurements. #MediaManipulation #debatenight",
        "The second biggest concern for voters (and a close second) is nat'l security &amp; terrorism. #debatenight #Debates2016 https://t.co/yLOeFesn4l",
        "Never looked forward to any event in my life as much as this debate. Time to destroy Hillary! #debatenight #Trump2016 #MAGA",
        "CTV's video of Hillary struggling to come out of her van today was very telling #Debates2016",
        "take a drink tonight each time you yell at the TV: \"that's not true, that's impossible!\" #debatenight #StarWars #helpusobiwan",
        "DYK? Working parents in 27 states have few or no protections beyond federal law: https://t.co/iOHnl26YbF #HighNoon2016 #Debates2016",
        "#Debates2016  #NeverHillary   Hillary Clinton is fired ☠ #Benghazi   #MakeAmericaSafeAgain 🇺🇸  #Debates #VoteTrump https://t.co/YFiKOvHoSP",
        "It's so inconvenient of the Americans to be in a different time zone to the UK. I now have to strategise sleep to watch #debatenight",
        "#Debates Hillary, under oath, LIED to Congress repeatedly. Hillary accusing anyone else of lying is bizarre. #CrookedHillary",
        "I encourage everyone who thinks Hillary is a liar to watch the debate &amp; fact check Trump after. Warning: it will take a while #debatenight",
        "Debate drinking game- every time Trump says something racist, sexist, or lies, you drink. JK, you'll die in the first 5 min. #Debates2016",
        "Read how @HillaryClinton is fighting for the next generation https://t.co/8M7o3DIVg6 #debates2016 https://t.co/I2vprQhcJ9",
        "Every General down to every private said \"No stand down given\".  It's a military order.  The man wants attention, or maybe Trump paid him $$ https://t.co/SH8WtPpaHr",
        "#debates Study: 25 million could lose health coverage under Trump https://t.co/tQOo0p83Sg",
        "DISGUSTING PEOPLE. GREEDY &amp; CORRUPT  Who would EVER WANT TO GIVE this RAPIST &amp; LIAR CASH!! https://t.co/pALs1t6Tur #debatenight",
        "#debatenight  Not even trusted by the Nevada Gaming Commission so the Presidency of the US? https://t.co/V34YM8Fh6k",
        "Bill Weld: Clinton camp ‘planted’ rumors of Libertarian collapse https://t.co/LJB98SUdj1 @MattPStout @bostonherald @TomShattuck #debates",
        "Doing my part in protesting MSM bias.. Watching debate on CSPAN #Debates2016 #debate #debatenight #TrumpPence16",
        "#debatenight will bring more misery and chaos to an already tumultuous election cycle, but it will also bring 🔥 memes. #silverlining",
        "@realDonaldTrump the best treatment for women is \"Don't make women cry because her son, husband or brother was kill in an stupid WAR",
        "NBC just took a snapchat selfie and then handed a selfie stick from the anchor at Hofstra #Debates2016. I'm not ready for this.",
        "Do #Trump's handlers really believe in this \"#debate rope-a-dope\" bullshit? If so, he is Foreman to her Ali... https://t.co/w2oc8ITsM0 https://t.co/RtTM59XEkV",
        "I call BS on all those who are saying there are no expectations for Trump. who r u to shortchange the American public   #debates",
        "I don't know if I've ever been this nervous about something I have nothing to do with. #debatenight",
        "Lying liar invites liar. News at 11. https://t.co/rLxv6RSBGe",
        "#Debates2016 Democrats are lying to America. Obama and Hillary are 2 blame https://t.co/0jem5iO1Km",
        "What if during the debate each time a candidate lied they were doused in green slime? #debatenight",
        "Tonight @BloombergTV will be fact-checking the #Debates2016 - That is the channel we should be watching. Count the #DonaldTrump lies.",
        "@realDonaldTrump @mike_pence How did Simpsons https://t.co/rxkbevBqUp &amp; Geico https://t.co/d03cQwvIOy know Arnold Palmer would die on 9/26?",
        "Why the debate expectations game is a farce https://t.co/DwquvJpjXt via @StCollinson #Debates https://t.co/ujKMnAgWEd",
        "@HillaryClinton @cnnpolitics @ananavarro @MarkCubanFans  Trump campaign argues that fact-checking gives an unfair advantage to Clinton.  Sad",
        "shit being from the UK when #Debates2016 is on at 2am😑 no sleep gang",
        "#BillClinton #Rape Victims To Attend #Debate? https://t.co/ntGviKSatB via @realalexjones",
        "#debates  Not even trusted by the Nevada Gaming Commission so the Presidency of the US? https://t.co/V34YM8Fh6k",
        "I'm boycotting #DebateNight (and you should too) #LetGaryDebate #JohnsonWeld2016 https://t.co/Inw2m9sKdE",
        "Is it wrong to have no interest in #debates?  #ImWithHer already &amp; if I want to listen to bitching, whining and name calling, I have 2 kids",
        "Tonight, Americans everywhere will brush up on the art of ad hominem attacks. Never too early to start prepping for Thanksgiving!#debates",
        "@HillaryClinton has to have her podium modified and a box to stand on, insecurity showing.",
        "#DebateDrinkingGame: Drink if #Trump whines about being fact-checked. #election2016 #debates",
        "#Debates2016 My guess is that Trump will wobble on unpopular topics that he's made, boast, obfuscate, make crap up &amp; try to sound tough.",
        "@realDonaldTrump #debates strategy no. 37. Enter with pocket of cough drops. Every time HRC coughs walk over and set one on her podium.",
        "While you guys are watching #debates  I will be hoarding food and water for my underground shelter. SUCKERS",
        "#Obama’s Conflict Tanked the #ClintonEmails Investigation As Predicted https://t.co/GArHmO3WcL @AndrewCMcCarthy @NRO #NeverHillary #Debates",
        "In recent news: ICE endorses @realDonaldTrump  to keep an even closer eye on his use of illegal immigrants as his employees.  #debates",
        "Why the debate expectations game is a farce https://t.co/sENiL2kSnk via StCollinson #Debates https://t.co/tucqhOYSZK",
        "Hard working, Hard surfing Hawaiian Punch man is a trump backer! #Debates2016 #TrumpTrain https://t.co/noNnPMG6TI",
        "We're all a little chubby, but @Rosie is just worse off than most of us - @realDonaldTrump on Rosie O'Donnell's weight #Debates2016 3/6",
        "I will not watch, but if you have to watch avoid #NBCNews  #msnbc https://t.co/s5vxrZVzt6",
        "Don’t forget the cough drops! Hillary seems worried about #DebateNight, and she should be https://t.co/Nel741iESP",
        "Presidential debates are tonight!! I'm too anxious! #Debates2016 #Decision2016 https://t.co/oTRjxWERHv",
        ".@HillaryClinton: There is every possibility that @realDonaldTrump has been raping Ivanka. #DebateNight https://t.co/NJ7v67g88g",
        "Getting set to see @HillaryClinton destroy and expose the bigotry of the disastrous @realDonaldTrump  #Debates2016 #HillaryClinton",
        "@realDonaldTrump @mike_pence  @HouseGOP  @thehill @HillaryClinton  @Slate @HuffPostPol @nytimes @amjoyshow Read his lies! ✋ this 💩head https://t.co/0nhGDHtPG6",
        "The biggest problem with close elections is that #undecided #goldfish decide it.  Make up your damned minds! #debatenight #debates",
        "E-MAIL LEAK DNC: Democratas &amp; Republicanos Conservadores Novas Sanções Contra Venezuela...  https://t.co/gcejDHJI4z #Debates2016 https://t.co/7MftTdMYNi",
        "Servir no ser vil porfis #debatenight  #SiLosNinosGobernaranElPlaneta  Aprendan!",
        "@realDonaldTrump BOYCOTT @megynkelly DO NOT GIVE HER THE RATINGS AFTER-DEBATE prgm! SHE DOES NOT DESERVE THEM!",
        "Boycott this debate if you won't be voting for HRC or Trump. It's one of the few choices we have left. #DNCLeaks/collusion  #debatenight",
        "@LesterHoltNBC needs to ask questions, &amp; then get out of the way.  Don't play police with the answers. Let the public decide. #debatenight",
        "\"A Trump presidency would be dangerous for the nation and the world.\" The Washington Post https://t.co/YiRvjUoT4v #Debates2016 #debatenight",
        "Why the debate expectations game is a farce https://t.co/ojH6Q7BWZZ via @StCollinson #Debates https://t.co/NqaK22pEia",
        "Both Trump and Clinton should be scanned for devices before debate. Trump will submit willingly. Clinton -- yeah right https://t.co/IyK2sZD3WZ",
        "#Debates2016 start tonight. Still need to get few things on my list: ☐ Blankie ☐ Tub of Ice Cream ☑ Paralyzing Fear of the Future",
        "#NeverHillary cause she was a liar then and now‼️  #Debates2016 #Debates  #TrumpPence16  #MAGA 🇺🇸 #WomenForTrump https://t.co/4JiJ1eTBhD",
        "#debatenight https://t.co/X8pCsgNcl5 here is what all the eggs are trying to bullshit you with. Another #liberal site",
        "Trump has spent a lifetime using other people's money – and losing piles of it along the way. https://t.co/6ZPM7GwkqG via @BV #debatenight",
        "#debatenight Projected a100 mil will watch tonight. Really? They're the most hated noms ever &amp; people hardly vote anymore. #doubtful",
        "Can't wait to hear Trump's academic arguments at the #debates https://t.co/CePxulLFKn",
        "Dont need one of those for Hillary since everything she or Bill does is based on deceit or lie! #Hillarytheliar #hillaryliesduh https://t.co/PWiR5r5sdM",
        "@realDonaldTrump says.... @HillaryClinton .....You're FIRED!! YOU LITTLE EVIL TROLL. No potty breaks or injections for Killary. Ear piece?",
        "If you're an undecided voter, skip tonights #debate &amp; just read any periodical from the past 12 months instead. Also, you're a crazy person.",
        "PASS THIS ALONG FOLKS!  FACT CHECKING: Text “FACT” to 47246 every time you think Trump is lying!  #Debates2016 #debatenight #debates",
        ".@HillaryClinton: There is every possibility that @realDonaldTrump has been raping Ivanka. #DebateNight  @CNN #DumpDumbTrump https://t.co/ryab1Zvk0i",
        "#debatenight ? 4 @TheBriefing2016 #hillary Lawyers told FBI they only read headers, but she said on nbc commander there were no headers?",
        "Twitter is going to be a mess tonight 🙃.  #debatenight",
        "I am so anxious about #debatenight",
        "Because of the #debates, #RAW will have a big problem with the ratings!",
        "Can @HillaryClinton provoke @realDonaldTrump, or will she just defend and lose the debate?  @KyleKulinski @JordanChariton  #debatenight",
        "@blktechgeek unfortunately, your right on. #debates",
        "Itching 2 watch  #benghazi #Hillary unravel tonight at #Debate!  Hey #Trump @realDonaldTrump -DON'T play HER game. Make her play YOURS! https://t.co/F4dLt6vvTI",
        "I genuinely fear that it may be completely impossible to win a debate against a moron. #debatenight",
        "And the #children are Bing killed in #Yemen.  #TKYDG #CMDijon #Debates2016 #GBCSAwards #3AlbumsThatChangedMyLife https://t.co/fhznMdB6fk",
        "Has anyone asked if @cnn will run liar chyrons during the #debates",
        "#debatenight  Jill Harth, woman who sued Trump over alleged sexual assault, breaks silence.  https://t.co/EkR2TcWt9j",
        "millions have faith in @realDonaldTrump ! But, I can imagine its not easy for him either. https://t.co/k0tE0qaARq",
        "Are any of the #debates  moderators known to be Democrats? Bc if not, debates will be incredibly skewed &amp; possibly screwed.",
        "Which Hillary Clinton will show up tonight: Lying Hillary, Crooked Hillary, or Lying Crooked Hillary?  #debatenight",
        "\"Hillary's job is to appear warmer.\"    The sexist undertone to this election is disgusting. #debates https://t.co/NAJBTExj4D",
        "D-Bag Trump getting so angry he resorts to actual violence against Hillary is not off the table, folks. Not. Off. The. Table. #debates2016",
        "Cuando ocurra el #Debate voy a estar trabajando 🙀 me siento Leo McGarry cuando no puede acompañar al presidente Bartlet al suyo. #WestWing",
        "Normally would watch #Debates2016 💩 tonight.. but I'm behind in fantasy football w/ 2 players left, so #MNF it is. Seriously tho #NeverTrump",
        "#TMW...you find out the #FunnyorDie shoot you're #PA'ing for is covering the #debate.  #2016… https://t.co/Orx08LxgkQ",
        "@realDonaldTrump is the @KimKardashian of the business world, because he also fucked his way to the top.",
        "@HillaryClinton is very well tested. Unfortunately, she has FAILED every test #tcot #gop @realDonaldTrump @foxandfriends @FoxNews",
        "These headlines on Trump's lies are from just one week of his campaign.  Imagine four years of his presidency. https://t.co/FE1hZ7MmR6",
        "@realDonaldTrump trump has a can't go around tweeting African Americans and hispanics are the problem with the country violence",
        "#debates  Jill Harth, woman who sued Trump over alleged sexual assault, breaks silence.  https://t.co/EkR2TcWt9j",
        "what is #Hillary being shot up with to make it thru #debatenight If they had drug test or polygraph she would fail miserably #HillaryHealth",
        "I'll be tuning in to the #debate, not so sure I'll be able to handle social media as I watch.",
        "Someone said... no wait *people say*...   The POTUS #debates start tonight...  It's gonna be a mud bath.  Why can't Wallace Shawn moderate??",
        ".BloombergTV will be the only network live fact-checking tonight's #debate. The others can't keep up with #Trump's firehose of lies.",
        "That poor, poor child.  #debatenight https://t.co/wfAkIhkO2K",
        "@realDonaldTrump All Hillary does is scream and patronize minorities for a vote; while calling the rest her #basketofdeplorables.",
        "#OmittedHillaryQuestions #debatenight #debates  Do you often refer to people you don't like as 'narcissistic?' Seems like a pattern… https://t.co/VpyToYVNzj",
        "The emperor wears no clothes....hopefully he does... eww...😂...#debatenight https://t.co/LiSo2wbdZP",
        "#debatenight  @housedemocrats @cnnbrk @abcnews @cbsnews @whitehouse @hillaryclinton @thehill @msnbc @foxnews @cspan NO TAXES!-NO VOTE! https://t.co/fEVMrHjkn8",
        "@HillaryClinton YOU DID NOTHING TO HELP NEW YORKERS AS A SENATOR.  ALL YOU DID WAS MOVE TO NY SO YOU COULD RUN FOR PREZ.",
        "Charlotte workers are on strike and protesting in solidarity w/ #FightFor15 protesters at #Debates2016. We refuse to live in poverty &amp; fear. https://t.co/KNYbKfJACj",
        "#WhichTrump will we see tonight?Subdued or Maniacal? That's the problem for Americans. We don't know what we'll get with him #Debates2016 https://t.co/SwpKWn7TCg",
        ".@iamjohnoliver breaks down #HillaryClinton &amp; #DonaldTrump’s scandals ahead of #debatenight: https://t.co/bLaGyiopWW https://t.co/iOD11hplpZ",
        "God. This just keeps getting uglier. https://t.co/QT6vwGdkvB",
        "Und morgen beschweren sich die einen über das Outfit von Hillary und die anderen, dass eine Frau nur nach ihrem Outfit bewertet wird #debate",
        "US accuses #Russia of “war crimes” as danger of US/Russia clash in Syria mounts - https://t.co/mI06MOnhnC #debates #2016debates #UWMadison https://t.co/iRcNWX04jG",
        ".@HillaryClinton: There is every possibility that @realDonaldTrump has been raping Ivanka. #DebateNight @CNN #DumpRapistTrump https://t.co/Y9tJK0vU7l",
        "@realDonaldTrump thinks it's only a lie if you know it's a lie. If you make shit up it's ok!! Is this Presidential   https://t.co/kmbjHuJroD",
        "#Hillary and #Trump shipping in the last bit of shit they will spit tonight #debatenight #debates #Debates2016 #DebateDay #polidixusa https://t.co/YKlm7Qw36L",
        "WHAT THE FUCK, MEDIA? DO YOUR DAMN JOB! / Networks reject on-screen fact checking during debate https://t.co/JRNiWZN6uR #SHAME #debatenight",
        "I got money on the racist #debatenight",
        "#debatenight 🎶here's the story of a lying lady who was dreaming if she thinks she is going to be president\"",
        "Attack in #HoustonShooting was again done by a #Muslim WAKE UP AMERICA &amp; vote #Trump to STOP THIS. #NeverHillary @StopHillaryPAC #debates https://t.co/VYRluA479K",
        "@realDonaldTrump @mike_pence  @HouseGOP   @HillaryClinton  @Slate @HuffPostPol @nytimes @amjoyshow Register and vote! ✋ his insanity https://t.co/Jt8qFny0YP",
        "\"A lie would mean that he knew..\" #KellyAnnePolls states about #Trump #Dumbblond logic? #debates Play dumb when in doubt #ButIdidntknow #CNN",
        "They take #debatenight rules from Fifa? 90 minutes long, no commercials, no breaks.  What about stoppage time? #Debates2016 #trump #Clinton",
        "@HillaryClinton make us proud &amp; put an end to this disgusting madness. We need you more than ever. #debatenight",
        "Flat statement: It is NOT #media people who should set #agenda for #debate. Candidates themselves should. Fatal flaw in current format.",
        "#debatenight Which Trump will ..✖️ Which HILLARY will turn up tonight? The one who lied about Benghazi or the one you saw on the campaign? https://t.co/hXgiNIFLNr",
        "@hillaryclinton POLITIFACT formally endorsed Hillary. Here's one of many examples how they are lying.   #debatenight #debates #Debates2016 https://t.co/ZvPLr6eZPm",
        "How tonights #debatenight will NOT look like;  https://t.co/7HoZflAqFd",
        "Remember, every #vote counts! Let's stop the #hate! Only here :https://t.co/maoCPkGhdm #debates #Debates2016 #debatenight https://t.co/JJFISzV3mD",
        "@realDonaldTrump #debates strategy no. 42. Mistakenly refer to her as \"Billy\" or \"Monica\" at least once.",
        "@HillaryClinton needs to use a lot of government acronyms to make Donald Trump clueless.",
        "Tonight is the only night I would allow my hypothetical young children to use the term \"stupid idiot\" to describe someone. #debates",
        "RT @ezraklein: Everything that’s wrong with how TV covers the election: https://t.co/lOSF7Bok8d. Don't lie? Tell jokes? WTF? #Debates2016",
        "#HarpyHillary #ShrillHillary Video Montage: Hillary Clinton Can’t Stop Yelling!…. https://t.co/Htqd5cuMr9  #TrumpStrong #debatenight",
        "Why the debate expectations game is a farce https://t.co/y5CvmArFta via StCollinson #Debates https://t.co/YhsSRWklQP",
        "#Hillary is bringing her \"A-game\" to  #debatenight: Ailing Abomination Absurd Abortive Abysmal AssHat Acrid Aghast Asinine &amp; Appalling #CNN",
        "I'm starting a office pool for how many outright lies Donald Trump tell in 90mins of debate?  Over/Under is 25 lies #debatenight",
        "@HillaryClinton claimed she landed in Bosnia “under sniper fire” in the 90s but video shows Clinton’s arrival to a calm scene w/o any danger",
        "Ich habe das Gefühl halb Deutschland war für #Sanders und dies gefällt mir.  #Debates2016 #Clinton",
        "#Debates2016 @FoxNews I thought #HillaryClinton was so experienced, why she mock debating so much??",
        "Politicians = endless wars and hardship! Let's get smart America. NO MORE POLITICIANS! #debates #debatenight #AmericaFirst #TrumpTrain #MAGA https://t.co/XHkM1tGmEl",
        "Prayers to End Hunger: #Election2016 #DebateNight #Prayers https://t.co/XNjFRUt0UJ https://t.co/HaMPVNzUBe",
        "So alarm clock set for 2:30 am. Fuck.. Why do I have to live so far away. #Hillary you da queen!! #debatenight  I won't get any sleep :0",
        "#Debates2016 If you want unhindered viewing boycott MSM and watch on C-Span.",
        "It's to late. Everybody already knows she is a 5' 4\" over weight and sick person. Anything and everything  https://t.co/7iRBKNoisi",
        "@realDonaldTrump To sort out tRump's bull shit tonight:  https://t.co/wky8V3RJQd",
        "The bar is so low for @realDonaldTrump #debatenight",
        "Media is hyping the #debatenight. We aren't going to learn/hear anything new. No one is being swayed tonight. Dont believe the hype.",
        "People who hate BOTH candidates - CHANGE YOUR MIND &amp; VOTE! #EverybodyTalks #Debates2016",
        "this #debatenight is literally gonna be leslie knope vs bobby newport smh https://t.co/gyxJGtWiZ3"
    ]
}