{
    "tweets": [
        "CNN poll shows statistical tie in PA &amp; CO But No millenials No minorities No Philly https://t.co/i0IYV8Ik5L https://t.co/py30lcCF5i #debates",
        "@SheWhoVotes @realDonaldTrump And your candidate is synonymous with liar.  Hitler really? #debatenight #CrookedHillary #teflonhillary",
        "LIES OF #TRUMP AA Absolutely Worst Shape Ever Been in Before! Ever! Ever! Ever! #UnqualifiedRacistTrump https://t.co/96AqcXHs95 #debatenight",
        "No #Debates #Debates2016 will change my mind. Trump gets my vote... and If I were a Democrat... I'd vote more than once for him! https://t.co/IFq7QmnVnt",
        "Ask why trump wants to cut SS and Medicare. His followers need to know. #Debates",
        "Let's see who gets drunk first. #deplorable #imwithher #debate #presidencialdebate https://t.co/78S3i68ULH",
        "Fun drinking game for the #debates.  1) Take a shot every time Hillary calls Trump a Racist, islamaphobe, xenophobe, ect.  2) Die",
        "LIES LIES. Listen to the LIAR LIE! #debatenight #Debates2016  Hillary Clinton says she didn't pass out. But her…: https://t.co/JmyNxbRHgI",
        "@HillaryClinton still hasn't visited Louisiana to tour the flood devastation. Too late now! @realDonaldTrump  #TrumpPence16",
        "Crime Is “Not Out of Control” Versus Record Homicides, Fear and Gun Purchases. Who’s Right? https://t.co/CDjwpDdaDN #debates #violentcrime",
        "I'm not going to BS I'll end up voting for Trump or Hilary it's just sad I have not truly made up my mind 100% yet....... #Debates2016",
        "I'll be watching pro-wrestling en lieu of the train wreck that will be #TrumpVsClinton. Cum tax each time they lie $5.  #debatenight",
        "Because she is a lying crook.. A vote for HRC is a vote for stupid ideas, supported by fabrications that will end in failure. https://t.co/qUhrdvSScI",
        "Don’t forget the cough drops! Hillary seems worried about #DebateNight, and she should be!!!  https://t.co/zXM6NAZr2H",
        "#Debates2016 People being #Poisoned4Profit is not acceptable. #Mesh a deadly product! #FDA complicit or ineffective? Federal inquiry needed!",
        "Dopey everyone of failing media call me a liar. False. My skin is naturally orange and this is not combover. TRUE! #TrumpLies #debatenight",
        "Hmmmmmm who is the racist? https://t.co/H4LVsSx2dW",
        "Annoyed that the #debatenight is on at the same time as #MNF.  It's not like it wasn't known that there would be a game.  Stupid planning",
        "This debate is no \"Superbowl\".  A football game has neutral referees.  The referees of this debate want to destroy Trump. #debatenight",
        "MSM and HRC expecting #Trump to lose his \"temperament\". Expect the unexpected. This is not primaries. #Trump means Business. #debatenight",
        "lol.... one mistake... there is no red on her plane https://t.co/XjqR5kAR6o",
        "I bet #debatenight will set a viewership record for Bloomberg TV. Too bad other networks are so lazy. @CNN @MSNBC @ABC @CBS  @NBC @FOXNEWS",
        "#debatenight @housedemocrats @cnnbrk @abcnews @cbsnews @whitehouse @hillaryclinton @thehill @msnbc @foxnews @cspan NO TAXES!-NO VOTE! https://t.co/lgaJwGxJoH",
        "Monday blues are not welcoming here! #debatenight #gousa https://t.co/IC2WRQrrVG",
        "Folks, the @HillaryClinton campaign is in desperation mode leading up to tonight's debate. I've never seen anything like it. #debatenight",
        "@realDonaldTrump He's made hundreds of \"Personal Guarantees\" to small business suppliers. He lied to them. He Lies to you!  #KingofDebt",
        "Unless you're #Trump. His supporters don't care that he's the worse liar in modern politics. #NeverTrump #Debates2016 https://t.co/tLd2Jg6fUt",
        "@realDonaldTrump Tonight is the last chance to earn my vote. My ballot goes out tomorrow. Give me a reason to check the Trump block! #Ohio",
        "Anyone who works full time shouldn’t have to struggle to pay the bills. It’s long past time to #raisethewage. #HighNoon2016 #Debate2016",
        "Trump camp bothered by being called out for Trump's pathological lying. Cry me a river. #NeverTrump #Debates2016  https://t.co/1adm8w6rnc",
        "War Criminals &amp; Neocons 4 Hillary is co-sponsoring #debatenight with Conflagration United. WWIII is a terrible thing to waste. #debates https://t.co/eN54ljVFBb",
        "Politics + Twitter = bad mix. I bet a huge audience tonight for #Debates2016. But many will be disappointed when nothing absurd happens.",
        "@HillaryClinton Hit him with your Smarts Hillary ! DON'T-BACK-DOWN ! HE'S A crass mouthed bully ! Don't let him shake U! Texting thing DEAD",
        "VERMONT WRITE BERNIE SANDERS IN AND BURN THIS FUCKER TO THE GROUND! NEIGHER WILL WIN! #BernieorBust #DemExit #DNCLEAKS #KILLARY #debatenight https://t.co/6vWm0jp5jU",
        "Way to sell out to the man, @Snapchat So many things wrong with this filter. #DebateNight #PresidentialDebate https://t.co/FYIIMRU8e6",
        "#Drudge link: \"Wow. Just How Scared Is She? #Clinton Holds Last Minute Mock #Debate.\" No, not \"news\", as #Trump prep not.",
        "Ich freu mich ja schon sehr auf die #debates heute. Warum hat eigentlich niemand Trump NLP beigebracht?",
        "@realDonaldTrump .... Hey! What's wrong with flat-chested women?!!!! You're flat chested. What makes your flat chest so damn special? Huh?!!",
        "I think as soon as she feels that her boy Lester is not been tough enough on The Donald. She will try and do it on her own and then lose it. https://t.co/xAqDt0Npt6",
        "Alan, I think that absurd Jet Black rug stapled to that decrepit head of yours, is on way too tight. You're lying more as much as Hillary! https://t.co/Vm4qhpoPo4",
        "You raise your power level more than 10% and you lose the normies' attention completely. Conversion is a tedious game.  #debatenight #maga",
        "Anyone who makes a sports analogy about #Debates2016 is an insufferable prick and should be put in the penalty box. #PresidentialDebate",
        "#debatenight  Cant wait 4the #Circus tonight. Debating skipping a vote😓 We all w.b affected in the worse way possible.  #2016  Whod A Thunk?",
        "Maybe tonight Donald Trump will say, \"I was wrong, America. Here are 30 years worth of tax returns. Enjoy!\" #debatenight #NotHappening",
        "Clinton “HATES” Obama. Hacked e-mails claim Clinton is terrified of loss. https://t.co/c4NGdteAwg #TrumpPence16 #HofDebate16 #Debates2016 https://t.co/vbOvItjrGE",
        "Excited for #debatenight later. Will Donald duck the big issues? Will Hilary choke? #leaderofthefreeworld",
        "Tonight. I'm nervous, scared, excited, disgusted, afraid, hopeful and anxious. #Debates #ImWithHer",
        "Setting my alarm for 3:55 AM. See ya then. #Debates2016",
        "Stasera faccia a faccia #Clinton #Trump della serie do your worst. #debatenight #nonseneesce",
        "REALLY struggling that the #debate is on at the same time as the @Saints game. Upside: the pairing is potentially rife with metaphors. #MNF",
        "@HillaryClinton Your not for children one bit. Your an evil person!!!!! Stop the lies.",
        "Been thinking this a lot lately. Most places I want have my gun 2 protect my family, they're banned. #Stupid https://t.co/Cqq6KMSe8B",
        "'Hoodwinking' the American public? Presidential debate system 'rigged,' critics say.  https://t.co/JuGeYYGuHV    #debatenight https://t.co/iHLtx12dGu",
        "Can't wait to see #CrookedHillary get flustered by the national anthem. Will she take a knee or sing along?Who will she pander to!? #Debates",
        "What goes with terror? Gin? Why do I keep thinking gin? #debatenight",
        "#OmittedHillaryQuestions Isn't it true that @megynkelly &amp; @ShepNewsTeam is on ur payroll? Or, are u calling wiki leaks liars? #Debates2016",
        "Gary Johnson and Jill Stein should have been invited to debate or at least have an undercard debate. It's unfair. #debatenight",
        "Spamming conspiratard bullshit no one is gonna believe since current year. https://t.co/6aPqwlvzjO",
        "I guess #CrookedHillary knowing the questions beforehand isn't enough. She has to have Lester H. cover for her lies in her answers. #Debate",
        "I wanted to play the #Debates2016 drinking game... but then I realized, I may die.  #debatenight #debates",
        "Needs to be covered thoroughly -&gt; Countries Destroyed by Hillary https://t.co/2I6xbXODrg …  #debatenight #debates #CrookedHillary https://t.co/UGfr7Njt1U",
        "Don't want to watch the #debates ? Come to @pianofight at 8 for some FREE counterprogramming: our show STUPID GHOST! https://t.co/hADl78X9RT",
        "Today, the worst thing about being pregs is that I can't drink during the #Debates2016. BUT IF I COULD I'd get blitzed. #ImWithHer #suckers",
        "VIDEO: Powerful New Anti-Hillary ad, \"PARANOID POLITICIAN\" Who Narrowly Avoided CRIMINAL INDICTMENT https://t.co/v9pNBM820A #Debates2016",
        "Baugh ruled! Miss him so much! https://t.co/KTaOetTumk",
        "#debates #Debates2016 Obama vetoes 911bill.  WTF.  Whose side is President Obama is on.  Obviously not the American people. Vote for #Trump",
        "I don't know how anyone is getting anything done today. I'm damn nervous about #Debates2016 and I'm not even american",
        "#debatenight, 1976: Ford's \"no Soviet domination of Eastern Europe\" remark and follow-up question. Fact-checking? https://t.co/dNnXXM0B3o",
        "Heated argument just rang out at Hofstra Univ. during live radio broadcast before presidential debate. #HofDebate16 #Debates2016 https://t.co/PpDmNFhlbn",
        "Don't have anywhere to watch the presidential #debates? No worries, @BrandiTV_ will give you a full list of where you can view it at 5pm. https://t.co/DZLh7h6QB7",
        "#Debates2016 predictions:  1. Trump will attack the media 2. Hillary will pin down all nasty elements in soc on him 3. No policy suggestions",
        "It's #debatenight and we know things may get a little crazy. Come clear your mind at 4:30&amp;6:15pm before the madness. #Election2016",
        "@realDonaldTrump BUT THERE'S NO S.O.L. FOR REPENTANCE. (But atonement won't get you presidency!) https://t.co/SPUMp7lVlA",
        "Getting a cavity filled tonight. Decided that would be much less painful than watching the debate. #debatenight #toomuchcandy",
        "WATCH TONIGHTS #DEBATES LIVE! https://t.co/QmY7SvBlz5 Who Will Be More Devastating? #DebateNight #MondayMotivation #NationalPancakeDay",
        "To prep for tonight's debate I watched the Santos-Vinick West Wing debate. I'm thinking I'll be sorely disappointed tonight. #Debates2016",
        "Topics to touch upon at the #debatenight   •repro. rights •institutionalized racism •climate change •xenophobia  &amp; also FACT-CHECKING.",
        "I'll miss your comedy. SISTER ACTS WERE GOOD. BUT IF YOU FEEL DOOMED BECAUSE OF TRUMP, BY BY. https://t.co/2sBpgCr55x",
        "#debatenight @housedemocrats @cnnbrk @abcnews @cbsnews @whitehouse @hillaryclinton @thehill @msnbc @foxnews @cspan NO TAXES!-NO VOTE! https://t.co/EAXJCYxWan",
        "@realDonaldTrump tonight's the night ( not the song) lol sick em..her and panel if needed",
        "Freak yourself out before #debatenight begins. You can read my ebook in about an hour. #99c https://t.co/d40m9RWl0g https://t.co/IBWxRVt7SP",
        "Timing télévisuel parfait ce soir. The Naked Gun sur AB3 : y a t il un flic pour sauver le président ?? #Debates2016",
        "Do you wanna watch horse shit and dog shit argue over bullshit intended to distract you? No thanks. Boycott the #debatenight #JillNotHill",
        "Imagine knowing your candidate's flaws were shielded by media for months, about to face live dismantling. Fear in their tweets. #debatenight",
        "Watch the debate! Watch football! Be more American, damnit! Seriously, guys, watch the debate. Saints Falcons? Seriously? #debate #mnf",
        "@debates @mmccurry @aarp @AnheuserBusch  You are failing to educate the voters #boycottthedebate #WhereIsGary #LetGaryDebate #1Million https://t.co/01xWq3vbPt",
        "@realDonaldTrump doesn't need to prepare. He plans to deflect any questions that attempt to define policy. He is also very lazy.",
        "#debatenight FOOTBALL IS JUST A GAME RACISM KILLS . Your Bigotry Speaks For Itself . #Charlotte #CharlotteUprising . #UnqualifiedRacistTrump https://t.co/ttF8jLFmIj",
        "@HillaryClinton All he want to do is ride a horse bare chested like his Russian buddy ! Why not ? He's got a statue of himself! He's so Vain",
        "#debatenight Here's Reagan's trickle down guy.Listen to him.Paul Craig Roberts-Eco A Hoax &amp; H/ Of Cards https://t.co/IPEKEOE2s4 via @YouTube",
        "It's shocking to me that some people in this country still claim to be \"undecided\" about the Presidential election. Really?! #DebateNight",
        "Today thousands of @FightFor15​ workers will protest at the Pres. #debate.  The time is NOW to #RaiseTheWage! https://t.co/bzBjEt0qpc",
        "BIG FIGHT tonight! Who you got? @HillaryClinton vs @realDonaldTrump #debates #debatenight  #RAW https://t.co/LTc47njgxK",
        "Hillary Clinton belongs in jail along with her rapist husband, Bill. I hope Trump wipes the floor with her tonight at #Debates2016",
        "I'm covering the #debates for my fellow #Africans. This is the 3rd US elections I'm voting in and this time I'm UNDECIDED #hnnpolitics",
        "Never looked forward to any event in my life as much as this debate. Time to destroy Hillary! #debatenight #Trump2016 #MAGA",
        "DYK? Working parents in 27 states have few or no protections beyond federal law: https://t.co/iOHnl26YbF #HighNoon2016 #Debates2016",
        "Debate drinking game- every time Trump says something racist, sexist, or lies, you drink. JK, you'll die in the first 5 min. #Debates2016",
        "DISGUSTING PEOPLE. GREEDY &amp; CORRUPT  Who would EVER WANT TO GIVE this RAPIST &amp; LIAR CASH!! https://t.co/pALs1t6Tur #debatenight",
        "Bill Weld: Clinton camp ‘planted’ rumors of Libertarian collapse https://t.co/LJB98SUdj1 @MattPStout @bostonherald @TomShattuck #debates",
        "NBC just took a snapchat selfie and then handed a selfie stick from the anchor at Hofstra #Debates2016. I'm not ready for this.",
        "Lying liar invites liar. News at 11. https://t.co/rLxv6RSBGe",
        "Tonight @BloombergTV will be fact-checking the #Debates2016 - That is the channel we should be watching. Count the #DonaldTrump lies.",
        "I'm boycotting #DebateNight (and you should too) #LetGaryDebate #JohnsonWeld2016 https://t.co/Inw2m9sKdE",
        "Presidential debates are tonight!! I'm too anxious! #Debates2016 #Decision2016 https://t.co/oTRjxWERHv",
        "Boycott this debate if you won't be voting for HRC or Trump. It's one of the few choices we have left. #DNCLeaks/collusion  #debatenight",
        "@LesterHoltNBC needs to ask questions, &amp; then get out of the way.  Don't play police with the answers. Let the public decide. #debatenight",
        "Both Trump and Clinton should be scanned for devices before debate. Trump will submit willingly. Clinton -- yeah right https://t.co/IyK2sZD3WZ",
        "Trump has spent a lifetime using other people's money – and losing piles of it along the way. https://t.co/6ZPM7GwkqG via @BV #debatenight",
        "#debatenight Projected a100 mil will watch tonight. Really? They're the most hated noms ever &amp; people hardly vote anymore. #doubtful",
        "Dont need one of those for Hillary since everything she or Bill does is based on deceit or lie! #Hillarytheliar #hillaryliesduh https://t.co/PWiR5r5sdM",
        "@realDonaldTrump says.... @HillaryClinton .....You're FIRED!! YOU LITTLE EVIL TROLL. No potty breaks or injections for Killary. Ear piece?",
        "PASS THIS ALONG FOLKS!  FACT CHECKING: Text “FACT” to 47246 every time you think Trump is lying!  #Debates2016 #debatenight #debates",
        "Twitter is going to be a mess tonight 🙃.  #debatenight",
        "Itching 2 watch  #benghazi #Hillary unravel tonight at #Debate!  Hey #Trump @realDonaldTrump -DON'T play HER game. Make her play YOURS! https://t.co/F4dLt6vvTI",
        "millions have faith in @realDonaldTrump ! But, I can imagine its not easy for him either. https://t.co/k0tE0qaARq",
        "D-Bag Trump getting so angry he resorts to actual violence against Hillary is not off the table, folks. Not. Off. The. Table. #debates2016",
        "Cuando ocurra el #Debate voy a estar trabajando 🙀 me siento Leo McGarry cuando no puede acompañar al presidente Bartlet al suyo. #WestWing",
        "Normally would watch #Debates2016 💩 tonight.. but I'm behind in fantasy football w/ 2 players left, so #MNF it is. Seriously tho #NeverTrump",
        "Someone said... no wait *people say*...   The POTUS #debates start tonight...  It's gonna be a mud bath.  Why can't Wallace Shawn moderate??",
        ".BloombergTV will be the only network live fact-checking tonight's #debate. The others can't keep up with #Trump's firehose of lies.",
        "#debatenight  @housedemocrats @cnnbrk @abcnews @cbsnews @whitehouse @hillaryclinton @thehill @msnbc @foxnews @cspan NO TAXES!-NO VOTE! https://t.co/fEVMrHjkn8",
        "Charlotte workers are on strike and protesting in solidarity w/ #FightFor15 protesters at #Debates2016. We refuse to live in poverty &amp; fear. https://t.co/KNYbKfJACj",
        "#WhichTrump will we see tonight?Subdued or Maniacal? That's the problem for Americans. We don't know what we'll get with him #Debates2016 https://t.co/SwpKWn7TCg",
        "God. This just keeps getting uglier. https://t.co/QT6vwGdkvB",
        "@realDonaldTrump thinks it's only a lie if you know it's a lie. If you make shit up it's ok!! Is this Presidential   https://t.co/kmbjHuJroD",
        "They take #debatenight rules from Fifa? 90 minutes long, no commercials, no breaks.  What about stoppage time? #Debates2016 #trump #Clinton",
        "@HillaryClinton make us proud &amp; put an end to this disgusting madness. We need you more than ever. #debatenight",
        "Remember, every #vote counts! Let's stop the #hate! Only here :https://t.co/maoCPkGhdm #debates #Debates2016 #debatenight https://t.co/JJFISzV3mD",
        "Tonight is the only night I would allow my hypothetical young children to use the term \"stupid idiot\" to describe someone. #debates",
        "RT @ezraklein: Everything that’s wrong with how TV covers the election: https://t.co/lOSF7Bok8d. Don't lie? Tell jokes? WTF? #Debates2016",
        "I'm starting a office pool for how many outright lies Donald Trump tell in 90mins of debate?  Over/Under is 25 lies #debatenight",
        "Ich habe das Gefühl halb Deutschland war für #Sanders und dies gefällt mir.  #Debates2016 #Clinton",
        "Politicians = endless wars and hardship! Let's get smart America. NO MORE POLITICIANS! #debates #debatenight #AmericaFirst #TrumpTrain #MAGA https://t.co/XHkM1tGmEl",
        "So alarm clock set for 2:30 am. Fuck.. Why do I have to live so far away. #Hillary you da queen!! #debatenight  I won't get any sleep :0",
        "It's to late. Everybody already knows she is a 5' 4\" over weight and sick person. Anything and everything  https://t.co/7iRBKNoisi",
        "Media is hyping the #debatenight. We aren't going to learn/hear anything new. No one is being swayed tonight. Dont believe the hype.",
        "People who hate BOTH candidates - CHANGE YOUR MIND &amp; VOTE! #EverybodyTalks #Debates2016"
    ]
}